{"embedding": 0, "indexing": 1, "methods": 2, "rag": 3, "application": 4, "document": 5, "aims": 6, "briefly": 7, "introducing": 8, "different": 9, "were": 10, "used": 11, "project": 12, "refers": 13, "representing": 14, "text": 15, "words": 16, "sentences": 17, "documents": 18, "dense": 19, "numerical": 20, "vectors": 21, "capture": 22, "semantic": 23, "meaning": 24, "allowing": 25, "similarity": 26, "comparisons": 27, "based": 28, "context": 29, "other": 30, "hand": 31, "process": 32, "organizing": 33, "storing": 34, "way": 35, "enables": 36, "efficient": 37, "lookup": 38, "typically": 39, "using": 40, "keywords": 41, "token": 42, "positions": 43, "inverted": 44, "indexes": 45, "all": 46, "tested": 47, "framework": 48, "enough": 49, "code": 50, "documentation": 51, "should": 52, "present": 53, "allow": 54, "inclusion": 55, "final": 56, "word2vec": 57, "continuous": 58, "bag": 59, "word": 60, "skip": 61, "gram": 62, "technique": 63, "natural": 64, "language": 65, "processing": 66, "learn": 67, "distributed": 68, "representations": 69, "also": 70, "known": 71, "embeddings": 72, "instead": 73, "sparse": 74, "one": 75, "hot": 76, "maps": 77, "each": 78, "vector": 79, "lower": 80, "dimensional": 81, "space": 82, "where": 83, "seman": 84, "tically": 85, "similar": 86, "placed": 87, "closer": 88, "together": 89, "approach": 90, "captures": 91, "both": 92, "syntactic": 93, "relationships": 94, "between": 95, "foundational": 96, "modern": 97, "nlp": 98, "consists": 99, "two": 100, "main": 101, "model": 102, "architectures": 103, "cbow": 104, "models": 105, "trained": 106, "shallow": 107, "neural": 108, "network": 109, "hidden": 110, "layer": 111, "learning": 112, "task": 113, "opposite": 114, "directions": 115, "predicts": 116, "target": 117, "its": 118, "surrounding": 119, "does": 120, "projecting": 121, "them": 122, "averaging": 123, "feeding": 124, "result": 125, "softmax": 126, "predict": 127, "most": 128, "likely": 129, "center": 130, "reverses": 131, "predicting": 132, "single": 133, "creates": 134, "separate": 135, "training": 136, "pair": 137, "treating": 138, "independent": 139, "prediction": 140, "problem": 141, "figure": 142, "difference": 143, "okapi": 144, "bm25": 145, "ranking": 146, "function": 147, "estimate": 148, "relevance": 149, "given": 150, "search": 151, "query": 152, "treats": 153, "collection": 154, "individual": 155, "terms": 156, "ignoring": 157, "grammar": 158, "order": 159, "improves": 160, "upon": 161, "traditional": 162, "term": 163, "frequency": 164, "approaches": 165, "probabilistic": 166, "tuning": 167, "parameters": 168, "balance": 169, "length": 170, "idea": 171, "behind": 172, "appears": 173, "more": 174, "often": 175, "relevant": 176, "diminishing": 177, "returns": 178, "seeing": 179, "10": 180, "times": 181, "informative": 182, "than": 183, "once": 184, "100": 185, "isn": 186, "useful": 187, "applies": 188, "saturation": 189, "raw": 190, "account": 191, "score": 192, "regarding": 193, "calculated": 194, "following": 195, "formula": 196, "idf": 197, "qi": 198, "k1": 199, "avgdl": 200, "lengh": 201, "worlds": 202, "average": 203, "variables": 204, "hyperparameters": 205, "usually": 206, "75": 207, "inverse": 208, "component": 209, "ensures": 210, "common": 211, "which": 212, "ap": 213, "pear": 214, "many": 215, "less": 216, "weight": 217, "rare": 218, "discriminative": 219, "unlike": 220, "tf": 221, "uses": 222, "logarithmic": 223, "robust": 224, "form": 225, "accounts": 226, "effective": 227, "because": 228, "balances": 229, "three": 230, "important": 231, "factors": 232, "how": 233, "across": 234, "whole": 235, "long": 236, "relative": 237, "allows": 238, "rank": 239, "aligns": 240, "well": 241, "human": 242, "judgments": 243, "making": 244, "strong": 245, "baseline": 246, "information": 247, "retrieval": 248, "tasks": 249, "engines": 250, "recommendation": 251, "systems": 252, "however": 253, "method": 254, "reliant": 255, "exact": 256, "matching": 257, "synonyms": 258, "spelling": 259, "mistakes": 260, "considered": 261, "bert": 262, "bidirectional": 263, "encoder": 264, "from": 265, "trans": 266, "formers": 267, "representation": 268, "processes": 269, "transformer": 270, "archi": 271, "tecture": 272, "operates": 273, "taking": 274, "sentence": 275, "input": 276, "every": 277, "contextualized": 278, "means": 279, "embedded": 280, "only": 281, "appear": 282, "around": 283, "before": 284, "after": 285, "thanks": 286, "attention": 287, "mechanism": 288, "starts": 289, "tokenization": 290, "subword": 291, "broken": 292, "down": 293, "tokens": 294, "called": 295, "wordpiece": 296, "special": 297, "added": 298, "cls": 299, "beginning": 300, "sequence": 301, "represent": 302, "overall": 303, "sep": 304, "converts": 305, "include": 306, "positional": 307, "preserve": 308, "segment": 309, "differen": 310, "tiate": 311, "applicable": 312, "combined": 313, "passed": 314, "within": 315, "self": 316, "attends": 317, "learns": 318, "much": 319, "pay": 320, "content": 321, "dependencies": 322, "nuances": 323, "entire": 324, "just": 325, "local": 326, "multiple": 327, "layers": 328, "feedforward": 329, "operations": 330, "refine": 331, "resulting": 332, "reflects": 333, "full": 334, "linguistic": 335, "pretrained": 336, "first": 337, "masked": 338, "modeling": 339, "some": 340, "randomly": 341, "replaced": 342, "mask": 343, "original": 344, "forces": 345, "left": 346, "right": 347, "second": 348, "next": 349, "receives": 350, "segments": 351, "whether": 352, "follows": 353, "objectives": 354, "guide": 355, "understand": 356, "level": 357, "can": 358, "adapted": 359, "downstream": 360, "adding": 361, "small": 362, "top": 363, "fine": 364, "labeled": 365, "data": 366, "example": 367, "classification": 368, "produce": 369, "class": 370, "probabilities": 371, "like": 372, "named": 373, "entity": 374, "recognition": 375, "functions": 376, "general": 377, "purpose": 378, "understanding": 379, "key": 380, "contribu": 381, "tion": 382, "ability": 383, "deep": 384, "mechanisms": 385, "sequences": 386, "dpr": 387, "passage": 388, "designed": 389, "improve": 390, "moving": 391, "beyond": 392, "keyword": 393, "encode": 394, "user": 395, "queries": 396, "candidate": 397, "passages": 398, "enabling": 399, "rather": 400, "surface": 401, "overlap": 402, "core": 403, "train": 404, "encoders": 405, "questions": 406, "pre": 407, "transform": 408, "fixed": 409, "size": 410, "same": 411, "during": 412, "optimized": 413, "contrastive": 414, "ques": 415, "positive": 416, "several": 417, "irrelevant": 418, "negative": 419, "dot": 420, "product": 421, "cosine": 422, "question": 423, "higher": 424, "negatives": 425, "large": 426, "corpus": 427, "stored": 428, "index": 429, "time": 430, "encodes": 431, "system": 432, "retrieves": 433, "comparing": 434, "nearest": 435, "neighbor": 436, "retrieve": 437, "even": 438, "when": 439, "don": 440, "especially": 441, "powerful": 442, "open": 443, "domain": 444, "answering": 445, "find": 446, "evidence": 447, "collections": 448, "may": 449, "miss": 450, "glove": 451, "global": 452, "leveraging": 453, "co": 454, "occurrence": 455, "statistics": 456, "inferred": 457, "distribution": 458, "occurs": 459, "matrix": 460, "constructed": 461, "entry": 462, "xij": 463, "records": 464, "goal": 465, "wi": 466, "wj": 467, "plus": 468, "bias": 469, "approximates": 470, "logarithm": 471, "observed": 472, "bi": 473, "bj": 474, "log": 475, "objective": 476, "minimizes": 477, "squared": 478, "sides": 479, "rela": 480, "tionship": 481, "weighted": 482, "limits": 483, "influence": 484, "extremely": 485, "frequent": 486, "occurrences": 487, "cost": 488, "vocabulary": 489, "weighting": 490, "defined": 491, "xmax": 492, "otherwise": 493, "typical": 494, "values": 495, "formulation": 496, "encourages": 497, "contexts": 498, "have": 499, "capturing": 500, "tionships": 501, "living": 502, "nonviolent": 503, "communication": 504, "practical": 505, "tools": 506, "connect": 507, "communicate": 508, "skillfully": 509, "situation": 510, "marshall": 511, "rosenberg": 512, "phd": 513, "contents": 514, "brief": 515, "introduction": 516, "we": 517, "work": 518, "out": 519, "resolving": 520, "conflicts": 521, "peacefully": 522, "powerfully": 523, "being": 524, "me": 525, "loving": 526, "you": 527, "extraordinary": 528, "getting": 529, "past": 530, "pain": 531, "us": 532, "healing": 533, "reconciliation": 534, "without": 535, "compromise": 536, "surprising": 537, "anger": 538, "management": 539, "finding": 540, "gift": 541, "raising": 542, "children": 543, "compassionately": 544, "parenting": 545, "spirituality": 546, "reflections": 547, "spiritual": 548, "basis": 549, "recommended": 550, "reading": 551, "about": 552, "author": 553, "additional": 554, "praise": 555, "grateful": 556, "he": 557, "provides": 558, "foster": 559, "health": 560, "connects": 561, "soul": 562, "creating": 563, "lot": 564, "helps": 565, "express": 566, "honestly": 567, "heart": 568, "what": 569, "people": 570, "doing": 571, "harmony": 572, "our": 573, "needs": 574, "nvc": 575, "missing": 576, "element": 577, "do": 578, "deepak": 579, "chopra": 580, "ageless": 581, "body": 582, "timeless": 583, "mind": 584, "dr": 585, "has": 586, "brought": 587, "simplicity": 588, "successful": 589, "foreground": 590, "matter": 591, "issue": 592, "re": 593, "facing": 594, "his": 595, "strategies": 596, "communicating": 597, "others": 598, "set": 599, "up": 600, "win": 601, "anthony": 602, "robbins": 603, "awaken": 604, "giant": 605, "unlimited": 606, "power": 607, "written": 608, "profound": 609, "clarity": 610, "compassion": 611, "those": 612, "who": 613, "practice": 614, "preach": 615, "opens": 616, "give": 617, "willing": 618, "consent": 619, "ways": 620, "authentic": 621, "trust": 622, "intimate": 623, "connection": 624, "ourselves": 625, "forms": 626, "relationship": 627, "michael": 628, "bernard": 629, "beckwith": 630, "life": 631, "visioning": 632, "transformative": 633, "activating": 634, "your": 635, "unique": 636, "gifts": 637, "highest": 638, "potential": 639, "goes": 640, "far": 641, "thinking": 642, "world": 643, "inspire": 644, "heartfelt": 645, "connections": 646, "everyone": 647, "met": 648, "through": 649, "compassionate": 650, "giving": 651, "inspires": 652, "inner": 653, "divinity": 654, "alive": 655, "moment": 656, "could": 657, "say": 658, "really": 659, "comes": 660, "naturally": 661, "shows": 662, "see": 663, "get": 664, "clear": 665, "look": 666, "enrich": 667, "evolved": 668, "intense": 669, "interest": 670, "had": 671, "wanted": 672, "better": 673, "happens": 674, "beings": 675, "leads": 676, "behave": 677, "violently": 678, "exploitatively": 679, "kind": 680, "education": 681, "serves": 682, "attempts": 683, "remain": 684, "believe": 685, "nature": 686, "behaving": 687, "theory": 688, "been": 689, "centuries": 690, "says": 691, "violence": 692, "exploitation": 693, "happen": 694, "innately": 695, "evil": 696, "selfish": 697, "violent": 698, "seen": 699, "aren": 700, "enjoy": 701, "contributing": 702, "another": 703, "so": 704, "wondered": 705, "why": 706, "seem": 707, "suffering": 708, "while": 709, "basic": 710, "feelings": 711, "fulfilled": 712, "amazed": 713, "angry": 714, "comfortable": 715, "annoyed": 716, "confident": 717, "concerned": 718, "eager": 719, "confused": 720, "energetic": 721, "disappointed": 722, "discouraged": 723, "glad": 724, "distressed": 725, "hopeful": 726, "embarrassed": 727, "inspired": 728, "frustrated": 729, "intrigued": 730, "helpless": 731, "joyous": 732, "hopeless": 733, "moved": 734, "impatient": 735, "optimistic": 736, "irritated": 737, "proud": 738, "lonely": 739, "relieved": 740, "nervous": 741, "stimulated": 742, "overwhelmed": 743, "surprised": 744, "puzzled": 745, "thankful": 746, "reluctant": 747, "touched": 748, "sad": 749, "trustful": 750, "uncomfortable": 751, "my": 752, "exploration": 753, "found": 754, "very": 755, "respond": 756, "situations": 757, "educated": 758, "use": 759, "taught": 760, "think": 761, "specific": 762, "learned": 763, "autonomy": 764, "choosing": 765, "dreams": 766, "goals": 767, "plan": 768, "fulfilling": 769, "thoses": 770, "celebration": 771, "celebrating": 772, "creation": 773, "losses": 774, "loved": 775, "ones": 776, "mourning": 777, "integrity": 778, "authenticity": 779, "creativity": 780, "worth": 781, "interdependence": 782, "acceptance": 783, "honesty": 784, "empowering": 785, "limitations": 786, "appreciation": 787, "closeness": 788, "love": 789, "community": 790, "reassurance": 791, "consideration": 792, "respect": 793, "enrichment": 794, "exercising": 795, "contributes": 796, "support": 797, "emotional": 798, "safety": 799, "empathy": 800, "warmth": 801, "physical": 802, "nurturance": 803, "air": 804, "rest": 805, "food": 806, "sexual": 807, "expression": 808, "movement": 809, "exercise": 810, "shelter": 811, "protection": 812, "threatening": 813, "viruses": 814, "bacteria": 815, "insects": 816, "predator": 817, "animals": 818, "touch": 819, "water": 820, "play": 821, "fun": 822, "laughter": 823, "communion": 824, "beauty": 825, "peace": 826, "inspiration": 827, "role": 828, "determining": 829, "able": 830, "integrated": 831, "type": 832, "kinds": 833, "strengthen": 834, "willingly": 835, "contribute": 836, "own": 837, "call": 838, "nakedly": 839, "any": 840, "criticism": 841, "analysis": 842, "implies": 843, "wrongness": 844, "assumption": 845, "anything": 846, "hear": 847, "sounds": 848, "part": 849, "prevents": 850, "connecting": 851, "emphasizes": 852, "fear": 853, "guilt": 854, "shame": 855, "blame": 856, "coercion": 857, "threat": 858, "punishment": 859, "motivation": 860, "action": 861, "want": 862, "reasons": 863, "regret": 864, "later": 865, "clearly": 866, "would": 867, "make": 868, "wonderful": 869, "requests": 870, "demands": 871, "focuses": 872, "done": 873, "fulfill": 874, "charts": 875, "increase": 876, "likelihood": 877, "receive": 878, "messages": 879, "hope": 880, "material": 881, "book": 882, "help": 883, "show": 884, "quality": 885, "regardless": 886, "speak": 887, "four": 888, "expressing": 889, "am": 890, "blaming": 891, "criticizing": 892, "empathically": 893, "receiving": 894, "hearing": 895, "observation": 896, "observe": 897, "remember": 898, "imagine": 899, "free": 900, "evaluations": 901, "sometimes": 902, "unspoken": 903, "offering": 904, "feel": 905, "emotion": 906, "sensation": 907, "thought": 908, "relation": 909, "need": 910, "value": 911, "preference": 912, "causes": 913, "requesting": 914, "demanding": 915, "demand": 916, "concrete": 917, "actions": 918, "taken": 919, "forty": 920, "years": 921, "ve": 922, "mediated": 923, "wide": 924, "variety": 925, "parents": 926, "husbands": 927, "wives": 928, "workers": 929, "palestinians": 930, "israelis": 931, "serbians": 932, "croatians": 933, "warring": 934, "groups": 935, "sierra": 936, "leone": 937, "nigeria": 938, "burundi": 939, "sri": 940, "lanka": 941, "rwanda": 942, "dealing": 943, "levels": 944, "possible": 945, "resolve": 946, "satisfaction": 947, "resolved": 948, "significantly": 949, "increased": 950, "certain": 951, "established": 952, "parties": 953, "conflict": 954, "developed": 955, "skills": 956, "empower": 957, "colleagues": 958, "pleased": 959, "personal": 960, "lives": 961, "settings": 962, "political": 963, "activities": 964, "pages": 965, "describe": 966, "supports": 967, "efforts": 968, "either": 969, "directly": 970, "involved": 971, "mediating": 972, "resolution": 973, "begin": 974, "guiding": 975, "participants": 976, "caring": 977, "respectful": 978, "among": 979, "themselves": 980, "engage": 981, "seek": 982, "complete": 983, "must": 984, "completely": 985, "abandon": 986, "focus": 987, "conditions": 988, "whereby": 989, "further": 990, "clarify": 991, "wants": 992, "let": 993, "someone": 994, "ours": 995, "request": 996, "person": 997, "differently": 998, "experience": 999, "resist": 1000, "interested": 1001, "equally": 1002, "meeting": 1003, "genuine": 1004, "cooperation": 1005, "respectfully": 1006, "addressed": 1007, "practices": 1008, "involve": 1009, "sensing": 1010, "checking": 1011, "accurately": 1012, "received": 1013, "providing": 1014, "translating": 1015, "proposed": 1016, "solutions": 1017, "defining": 1018, "keep": 1019, "tend": 1020, "toward": 1021, "mutually": 1022, "satisfactory": 1023, "keeping": 1024, "avoid": 1025, "party": 1026, "page": 1027, "ix": 1028, "list": 1029, "share": 1030, "unfortunately": 1031, "few": 1032, "literate": 1033, "criticize": 1034, "insult": 1035, "create": 1036, "distance": 1037, "resolutions": 1038, "exist": 1039, "game": 1040, "end": 1041, "various": 1042, "verbal": 1043, "psychological": 1044, "peaceful": 1045, "differences": 1046, "vital": 1047, "referring": 1048, "talk": 1049, "resources": 1050, "requires": 1051, "sustain": 1052, "itself": 1053, "depends": 1054, "enhanced": 1055, "according": 1056, "definition": 1057, "gender": 1058, "educational": 1059, "religious": 1060, "beliefs": 1061, "nationality": 1062, "differs": 1063, "strategy": 1064, "facilitates": 1065, "might": 1066, "guideline": 1067, "separating": 1068, "contain": 1069, "reference": 1070, "contrast": 1071, "commonly": 1072, "referred": 1073, "desires": 1074, "refer": 1075, "exchange": 1076, "husband": 1077, "wife": 1078, "marriage": 1079, "asked": 1080, "responded": 1081, "since": 1082, "talking": 1083, "himself": 1084, "leaving": 1085, "define": 1086, "telling": 1087, "pointed": 1088, "him": 1089, "suggested": 1090, "delay": 1091, "until": 1092, "clarified": 1093, "saw": 1094, "ending": 1095, "meet": 1096, "difficult": 1097, "lack": 1098, "literacy": 1099, "problems": 1100, "tell": 1101, "whose": 1102, "led": 1103, "working": 1104, "workplace": 1105, "privately": 1106, "tearfully": 1107, "expressed": 1108, "agreed": 1109, "evening": 1110, "began": 1111, "saying": 1112, "aware": 1113, "suggest": 1114, "whatever": 1115, "yours": 1116, "explore": 1117, "asking": 1118, "required": 1119, "weren": 1120, "didn": 1121, "said": 1122, "totally": 1123, "insensitive": 1124, "immediately": 1125, "unfair": 1126, "things": 1127, "company": 1128, "disturbing": 1129, "fifteen": 1130, "months": 1131, "morale": 1132, "productivity": 1133, "factions": 1134, "department": 1135, "debate": 1136, "over": 1137, "piece": 1138, "software": 1139, "emotions": 1140, "faction": 1141, "worked": 1142, "hard": 1143, "develop": 1144, "presently": 1145, "continue": 1146, "tied": 1147, "new": 1148, "group": 1149, "started": 1150, "theirs": 1151, "advocated": 1152, "side": 1153, "intellectual": 1154, "member": 1155, "overly": 1156, "conservative": 1157, "future": 1158, "progressive": 1159, "take": 1160, "risks": 1161, "dare": 1162, "old": 1163, "fashioned": 1164, "impulsively": 1165, "grabbing": 1166, "thing": 1167, "along": 1168, "best": 1169, "told": 1170, "repeating": 1171, "analyses": 1172, "nowhere": 1173, "fact": 1174, "tension": 1175, "know": 1176, "heard": 1177, "critical": 1178, "wars": 1179, "created": 1180, "sound": 1181, "never": 1182, "away": 1183, "describing": 1184, "assist": 1185, "clarifying": 1186, "myself": 1187, "message": 1188, "accept": 1189, "sense": 1190, "root": 1191, "particular": 1192, "thus": 1193, "ask": 1194, "responds": 1195, "stupid": 1196, "choose": 1197, "judgment": 1198, "guess": 1199, "stress": 1200, "response": 1201, "imagines": 1202, "crucial": 1203, "putting": 1204, "moves": 1205, "mean": 1206, "married": 1207, "couples": 1208, "identify": 1209, "couple": 1210, "standing": 1211, "startling": 1212, "twenty": 1213, "minutes": 1214, "point": 1215, "identified": 1216, "thirty": 1217, "nine": 1218, "money": 1219, "six": 1220, "twice": 1221, "overdrawn": 1222, "checkbook": 1223, "control": 1224, "wouldn": 1225, "her": 1226, "write": 1227, "checks": 1228, "arguing": 1229, "she": 1230, "going": 1231, "good": 1232, "quite": 1233, "possibly": 1234, "corrected": 1235, "hadn": 1236, "predicted": 1237, "something": 1238, "certainly": 1239, "wrong": 1240, "obvious": 1241, "doesn": 1242, "spend": 1243, "reacted": 1244, "ridiculous": 1245, "identifying": 1246, "accurate": 1247, "desired": 1248, "contains": 1249, "spending": 1250, "try": 1251, "again": 1252, "explain": 1253, "father": 1254, "law": 1255, "stopped": 1256, "hold": 1257, "now": 1258, "simply": 1259, "gone": 1260, "still": 1261, "diagnoses": 1262, "awareness": 1263, "wanting": 1264, "yourself": 1265, "mother": 1266, "irresponsible": 1267, "notice": 1268, "gave": 1269, "diagnosis": 1270, "gets": 1271, "hears": 1272, "criticized": 1273, "diagnosed": 1274, "intellectually": 1275, "interpreted": 1276, "energy": 1277, "turn": 1278, "defense": 1279, "counteraccusations": 1280, "showed": 1281, "couldn": 1282, "discussion": 1283, "neither": 1284, "here": 1285, "reminded": 1286, "feeling": 1287, "scared": 1288, "protect": 1289, "family": 1290, "economically": 1291, "looked": 1292, "exactly": 1293, "course": 1294, "truth": 1295, "trying": 1296, "basically": 1297, "tragic": 1298, "unmet": 1299, "great": 1300, "connected": 1301, "although": 1302, "happened": 1303, "require": 1304, "off": 1305, "least": 1306, "focusing": 1307, "takes": 1308, "step": 1309, "sure": 1310, "skill": 1311, "assume": 1312, "whenever": 1313, "repeat": 1314, "back": 1315, "overdrew": 1316, "bank": 1317, "got": 1318, "atypical": 1319, "built": 1320, "expresses": 1321, "filled": 1322, "too": 1323, "continued": 1324, "protected": 1325, "heal": 1326, "necessary": 1327, "shifted": 1328, "tried": 1329, "felt": 1330, "hurt": 1331, "trusted": 1332, "eyes": 1333, "needed": 1334, "yes": 1335, "having": 1336, "hoped": 1337, "repeated": 1338, "understood": 1339, "replied": 1340, "thinks": 1341, "wasn": 1342, "herself": 1343, "finally": 1344, "reversed": 1345, "did": 1346, "ll": 1347, "loaned": 1348, "acknowledgment": 1349, "kept": 1350, "defend": 1351, "came": 1352, "please": 1353, "everybody": 1354, "took": 1355, "families": 1356, "argue": 1357, "nations": 1358, "war": 1359, "schoolchildren": 1360, "easy": 1361, "tragically": 1362, "go": 1363, "dehumanizing": 1364, "labels": 1365, "simplest": 1366, "becomes": 1367, "solve": 1368, "disputes": 1369, "principles": 1370, "apply": 1371, "examine": 1372, "mediate": 1373, "tribes": 1374, "enormous": 1375, "previous": 1376, "year": 1377, "fourth": 1378, "population": 1379, "killed": 1380, "hundred": 1381, "dead": 1382, "colleague": 1383, "mine": 1384, "chiefs": 1385, "agree": 1386, "effort": 1387, "walking": 1388, "session": 1389, "whispered": 1390, "prepared": 1391, "little": 1392, "bit": 1393, "room": 1394, "child": 1395, "tense": 1396, "sat": 1397, "frequently": 1398, "start": 1399, "sessions": 1400, "whoever": 1401, "understands": 1402, "else": 1403, "move": 1404, "knew": 1405, "responding": 1406, "chief": 1407, "table": 1408, "murderers": 1409, "dominate": 1410, "tolerate": 1411, "anymore": 1412, "walked": 1413, "obviously": 1414, "unless": 1415, "job": 1416, "lend": 1417, "turned": 1418, "guessed": 1419, "murderer": 1420, "made": 1421, "reflect": 1422, "man": 1423, "hostile": 1424, "kill": 1425, "son": 1426, "uproar": 1427, "calmed": 1428, "deal": 1429, "reaction": 1430, "emotionally": 1431, "secure": 1432, "thank": 1433, "security": 1434, "dominating": 1435, "fight": 1436, "interrupt": 1437, "excuse": 1438, "settled": 1439, "went": 1440, "statement": 1441, "equality": 1442, "treated": 1443, "repetitions": 1444, "spent": 1445, "close": 1446, "hours": 1447, "spoken": 1448, "jumped": 1449, "feet": 1450, "intensely": 1451, "curious": 1452, "intensity": 1453, "eagerly": 1454, "awaited": 1455, "translation": 1456, "translator": 1457, "cannot": 1458, "day": 1459, "sees": 1460, "today": 1461, "hoping": 1462, "tribe": 1463, "members": 1464, "happy": 1465, "report": 1466, "ended": 1467, "quickly": 1468, "compromises": 1469, "won": 1470, "thoroughly": 1471, "stay": 1472, "agreement": 1473, "meets": 1474, "bringing": 1475, "makes": 1476, "easier": 1477, "saturday": 1478, "night": 1479, "pretty": 1480, "necessarily": 1481, "reservations": 1482, "forth": 1483, "stating": 1484, "confusion": 1485, "resistance": 1486, "change": 1487, "ago": 1488, "debating": 1489, "public": 1490, "television": 1491, "program": 1492, "recorded": 1493, "earlier": 1494, "shown": 1495, "home": 1496, "watch": 1497, "watching": 1498, "became": 1499, "upset": 1500, "ever": 1501, "chance": 1502, "redeem": 1503, "week": 1504, "station": 1505, "debater": 1506, "ten": 1507, "seconds": 1508, "beautiful": 1509, "recall": 1510, "woman": 1511, "afterward": 1512, "furious": 1513, "signed": 1514, "bowling": 1515, "league": 1516, "sounded": 1517, "verbs": 1518, "avoiding": 1519, "obscures": 1520, "attack": 1521, "twelve": 1522, "partner": 1523, "okay": 1524, "listen": 1525, "conversation": 1526, "vague": 1527, "verb": 1528, "realized": 1529, "delighted": 1530, "lacking": 1531, "choices": 1532, "respected": 1533, "freedom": 1534, "grow": 1535, "nonaction": 1536, "exacerbating": 1537, "easily": 1538, "implying": 1539, "slave": 1540, "master": 1541, "domineering": 1542, "afraid": 1543, "uh": 1544, "oh": 1545, "embarrassing": 1546, "besides": 1547, "actually": 1548, "leave": 1549, "authorities": 1550, "minority": 1551, "students": 1552, "southern": 1553, "city": 1554, "impression": 1555, "principal": 1556, "school": 1557, "racist": 1558, "behaviors": 1559, "developing": 1560, "talked": 1561, "pleasant": 1562, "police": 1563, "wear": 1564, "hair": 1565, "barred": 1566, "football": 1567, "team": 1568, "cut": 1569, "short": 1570, "suggesting": 1571, "student": 1572, "fairness": 1573, "eight": 1574, "practiced": 1575, "nondemanding": 1576, "equal": 1577, "amount": 1578, "keeps": 1579, "respecting": 1580, "conceding": 1581, "demonstrating": 1582, "listened": 1583, "weeks": 1584, "representative": 1585, "district": 1586, "teach": 1587, "administrator": 1588, "agrees": 1589, "listening": 1590, "openness": 1591, "rejection": 1592, "throughout": 1593, "focused": 1594, "recent": 1595, "looking": 1596, "involves": 1597, "recorder": 1598, "separately": 1599, "looks": 1600, "handling": 1601, "beating": 1602, "come": 1603, "refused": 1604, "office": 1605, "hit": 1606, "helped": 1607, "playing": 1608, "communicated": 1609, "recording": 1610, "played": 1611, "relief": 1612, "apparently": 1613, "due": 1614, "conclusion": 1615, "sharing": 1616, "concepts": 1617, "showing": 1618, "shared": 1619, "harmoniously": 1620, "strengthens": 1621, "precious": 1622, "flow": 1623, "increases": 1624, "possibility": 1625, "precludes": 1626, "necessity": 1627, "excerpts": 1628, "workshops": 1629, "media": 1630, "interviews": 1631, "subject": 1632, "intimacy": 1633, "aspects": 1634, "applying": 1635, "partners": 1636, "spouses": 1637, "maintaining": 1638, "workshop": 1639, "crisis": 1640, "seven": 1641, "clock": 1642, "morning": 1643, "hate": 1644, "lawyer": 1645, "wake": 1646, "attractive": 1647, "road": 1648, "awhile": 1649, "house": 1650, "painted": 1651, "speaking": 1652, "claiming": 1653, "nobody": 1654, "unattractive": 1655, "settle": 1656, "stuff": 1657, "bed": 1658, "liked": 1659, "goodness": 1660, "favorite": 1661, "books": 1662, "miserable": 1663, "dan": 1664, "greenburg": 1665, "dialogue": 1666, "serious": 1667, "period": 1668, "silence": 1669, "hesitate": 1670, "treat": 1671, "hating": 1672, "closest": 1673, "deeper": 1674, "enjoyment": 1675, "caught": 1676, "duty": 1677, "obligation": 1678, "destroy": 1679, "cooperatively": 1680, "domination": 1681, "structures": 1682, "hierarchal": 1683, "communities": 1684, "vision": 1685, "thrilled": 1686, "participant": 1687, "major": 1688, "men": 1689, "women": 1690, "regularly": 1691, "coming": 1692, "planet": 1693, "exceptions": 1694, "john": 1695, "wayne": 1696, "clint": 1697, "eastwood": 1698, "rambo": 1699, "grunt": 1700, "inside": 1701, "label": 1702, "tavern": 1703, "movies": 1704, "guns": 1705, "desert": 1706, "labeling": 1707, "simple": 1708, "guy": 1709, "buy": 1710, "drink": 1711, "bad": 1712, "warrior": 1713, "consciousness": 1714, "rich": 1715, "dolls": 1716, "boys": 1717, "deny": 1718, "care": 1719, "depend": 1720, "leadership": 1721, "expect": 1722, "issues": 1723, "huh": 1724, "yeah": 1725, "safe": 1726, "trusting": 1727, "appreciate": 1728, "offer": 1729, "breath": 1730, "confusing": 1731, "become": 1732, "conscious": 1733, "patient": 1734, "interaction": 1735, "harder": 1736, "relate": 1737, "outside": 1738, "crazy": 1739, "culture": 1740, "grew": 1741, "property": 1742, "titles": 1743, "imply": 1744, "supposed": 1745, "ought": 1746, "unconsciousness": 1747, "belief": 1748, "loses": 1749, "expense": 1750, "feels": 1751, "giver": 1752, "receiver": 1753, "interact": 1754, "judging": 1755, "judgmental": 1756, "manner": 1757, "partnered": 1758, "pretend": 1759, "spouse": 1760, "pick": 1761, "perhaps": 1762, "friend": 1763, "deeply": 1764, "particularly": 1765, "answer": 1766, "though": 1767, "reader": 1768, "invite": 1769, "sheet": 1770, "paper": 1771, "nvcer": 1772, "service": 1773, "enriching": 1774, "bring": 1775, "hearts": 1776, "stimulating": 1777, "third": 1778, "realize": 1779, "happening": 1780, "fall": 1781, "under": 1782, "heading": 1783, "pleasurable": 1784, "satisfied": 1785, "joyful": 1786, "blissful": 1787, "wrote": 1788, "_____": 1789, "wishing": 1790, "______": 1791, "format": 1792, "excited": 1793, "wait": 1794, "ready": 1795, "big": 1796, "true": 1797, "always": 1798, "truly": 1799, "enriched": 1800, "primarily": 1801, "almost": 1802, "impossible": 1803, "answers": 1804, "mention": 1805, "behavior": 1806, "calling": 1807, "parts": 1808, "mixed": 1809, "ingredients": 1810, "analyzes": 1811, "head": 1812, "hopefully": 1813, "wearing": 1814, "ears": 1815, "puts": 1816, "tonight": 1817, "clean": 1818, "mess": 1819, "anybody": 1820, "block": 1821, "hint": 1822, "opportunity": 1823, "communicates": 1824, "resentment": 1825, "resignation": 1826, "motives": 1827, "suffer": 1828, "honor": 1829, "losing": 1830, "benefit": 1831, "pieces": 1832, "speaks": 1833, "react": 1834, "put": 1835, "dons": 1836, "serve": 1837, "____": 1838, "pathetic": 1839, "judgmentally": 1840, "volunteer": 1841, "read": 1842, "answered": 1843, "interpret": 1844, "newspaper": 1845, "observing": 1846, "tv": 1847, "reacting": 1848, "aside": 1849, "sneaky": 1850, "throwing": 1851, "cooking": 1852, "appreciated": 1853, "classic": 1854, "attributes": 1855, "judge": 1856, "eye": 1857, "correct": 1858, "meant": 1859, "sigh": 1860, "tells": 1861, "comply": 1862, "wish": 1863, "freaking": 1864, "real": 1865, "challenge": 1866, "denying": 1867, "oneself": 1868, "computers": 1869, "brains": 1870, "denied": 1871, "forever": 1872, "worry": 1873, "excellent": 1874, "statisticians": 1875, "plays": 1876, "pressure": 1877, "god": 1878, "exhausted": 1879, "pressured": 1880, "nothing": 1881, "lose": 1882, "punish": 1883, "trip": 1884, "familiar": 1885, "threats": 1886, "succeed": 1887, "save": 1888, "misery": 1889, "pressuring": 1890, "dilemma": 1891, "forcing": 1892, "somebody": 1893, "stop": 1894, "quiet": 1895, "entertain": 1896, "dangerous": 1897, "trainers": 1898, "last": 1899, "haven": 1900, "sort": 1901, "signal": 1902, "kindest": 1903, "adamantly": 1904, "handle": 1905, "smile": 1906, "hide": 1907, "helping": 1908, "front": 1909, "source": 1910, "strain": 1911, "act": 1912, "mouths": 1913, "courage": 1914, "test": 1915, "decided": 1916, "risk": 1917, "social": 1918, "setting": 1919, "teachers": 1920, "fargo": 1921, "north": 1922, "dakota": 1923, "invited": 1924, "sitting": 1925, "dropped": 1926, "low": 1927, "vacation": 1928, "gathered": 1929, "enjoying": 1930, "thrown": 1931, "rat": 1932, "punch": 1933, "bowl": 1934, "die": 1935, "remembered": 1936, "guessing": 1937, "needing": 1938, "already": 1939, "remove": 1940, "demoralize": 1941, "dehumanize": 1942, "pppppt": 1943, "piss": 1944, "poor": 1945, "protoplasm": 1946, "poorly": 1947, "case": 1948, "spoke": 1949, "bored": 1950, "longer": 1951, "surprises": 1952, "probably": 1953, "socially": 1954, "habits": 1955, "boring": 1956, "middle": 1957, "citizen": 1958, "buddy": 1959, "hackett": 1960, "army": 1961, "discovered": 1962, "meal": 1963, "heartburn": 1964, "likewise": 1965, "boredom": 1966, "lifeless": 1967, "inert": 1968, "sit": 1969, "bore": 1970, "vitality": 1971, "drive": 1972, "cute": 1973, "lake": 1974, "enthusiastic": 1975, "loud": 1976, "superficial": 1977, "gentleman": 1978, "dallas": 1979, "airport": 1980, "terminals": 1981, "slowly": 1982, "state": 1983, "agitation": 1984, "interesting": 1985, "commentary": 1986, "explicit": 1987, "knowing": 1988, "fully": 1989, "loves": 1990, "magically": 1991, "burns": 1992, "electronically": 1993, "timed": 1994, "knows": 1995, "fixer": 1996, "contributed": 1997, "significant": 1998, "effect": 1999, "high": 2000, "contact": 2001, "studied": 2002, "boy": 2003, "aggravated": 2004, "managed": 2005, "trains": 2006, "late": 2007, "extra": 2008, "tickets": 2009, "paying": 2010, "enormously": 2011, "valuable": 2012, "amazing": 2013, "lets": 2014, "solving": 2015, "bearable": 2016, "11": 2017, "05": 2018, "motel": 2019, "related": 2020, "missed": 2021, "discussed": 2022, "eating": 2023, "compulsive": 2024, "eater": 2025, "gotten": 2026, "discuss": 2027, "killing": 2028, "painful": 2029, "suggestion": 2030, "opened": 2031, "teaching": 2032, "eats": 2033, "ice": 2034, "cream": 2035, "yesterday": 2036, "almond": 2037, "mocha": 2038, "candy": 2039, "imagined": 2040, "chocolate": 2041, "almonds": 2042, "crunchy": 2043, "underneath": 2044, "flashbulb": 2045, "hour": 2046, "opening": 2047, "nights": 2048, "row": 2049, "overeater": 2050, "expressions": 2051, "static": 2052, "box": 2053, "prophecies": 2054, "lazy": 2055, "normal": 2056, "translate": 2057, "eat": 2058, "assuaging": 2059, "bill": 2060, "phone": 2061, "urge": 2062, "translated": 2063, "number": 2064, "dream": 2065, "worthwhile": 2066, "questioning": 2067, "worthless": 2068, "nvcers": 2069, "figuring": 2070, "everything": 2071, "nice": 2072, "messes": 2073, "cone": 2074, "terrible": 2075, "intuition": 2076, "doer": 2077, "run": 2078, "wonder": 2079, "sending": 2080, "scary": 2081, "add": 2082, "girlfriend": 2083, "kid": 2084, "rough": 2085, "convince": 2086, "mentality": 2087, "empathize": 2088, "acknowledges": 2089, "vulnerable": 2090, "zap": 2091, "reason": 2092, "heavy": 2093, "unpleasant": 2094, "dad": 2095, "lovable": 2096, "boggler": 2097, "radical": 2098, "changes": 2099, "associate": 2100, "games": 2101, "dance": 2102, "edition": 2103, "noticed": 2104, "quotes": 2105, "unpleasantness": 2106, "addressing": 2107, "audience": 2108, "rascal": 2109, "stand": 2110, "slams": 2111, "door": 2112, "throw": 2113, "knocked": 2114, "count": 2115, "forget": 2116, "light": 2117, "laugh": 2118, "cry": 2119, "tears": 2120, "half": 2121, "starting": 2122, "depressed": 2123, "continuing": 2124, "lunch": 2125, "concentrate": 2126, "stuck": 2127, "hole": 2128, "emily": 2129, "anywhere": 2130, "ran": 2131, "kids": 2132, "lunchtime": 2133, "sister": 2134, "visiting": 2135, "interrupting": 2136, "drop": 2137, "interrupted": 2138, "style": 2139, "floor": 2140, "mentioned": 2141, "street": 2142, "scares": 2143, "mom": 2144, "conversations": 2145, "anyway": 2146, "breakup": 2147, "suddenly": 2148, "erroneous": 2149, "associating": 2150, "clever": 2151, "boyfriend": 2152, "huffy": 2153, "decently": 2154, "maybe": 2155, "place": 2156, "turns": 2157, "beasts": 2158, "beast": 2159, "speaker": 2160, "letters": 2161, "lots": 2162, "frightened": 2163, "bothers": 2164, "hurts": 2165, "ugh": 2166, "sloppy": 2167, "slop": 2168, "folks": 2169, "death": 2170, "sucked": 2171, "freak": 2172, "reactive": 2173, "tone": 2174, "voice": 2175, "sick": 2176, "dependency": 2177, "yet": 2178, "autonomous": 2179, "blues": 2180, "rolled": 2181, "sleep": 2182, "yelled": 2183, "screamed": 2184, "fierce": 2185, "silent": 2186, "against": 2187, "withdraw": 2188, "hat": 2189, "fast": 2190, "mistake": 2191, "scare": 2192, "protecting": 2193, "silently": 2194, "incarnations": 2195, "meantime": 2196, "friends": 2197, "aggravate": 2198, "liner": 2199, "rock": 2200, "guilty": 2201, "charged": 2202, "yetautonomous": 2203, "desperate": 2204, "frightening": 2205, "frustrating": 2206, "effectively": 2207, "screaming": 2208, "carry": 2209, "burden": 2210, "thousand": 2211, "empathizing": 2212, "grown": 2213, "patience": 2214, "gain": 2215, "prior": 2216, "experiences": 2217, "telephone": 2218, "hi": 2219, "daughter": 2220, "30": 2221, "timing": 2222, "countries": 2223, "hardest": 2224, "listed": 2225, "bunch": 2226, "suicidal": 2227, "tries": 2228, "justify": 2229, "ah": 2230, "smart": 2231, "logically": 2232, "nicer": 2233, "confess": 2234, "soon": 2235, "rejected": 2236, "fuzzy": 2237, "chuckles": 2238, "faulty": 2239, "miracle": 2240, "vanishes": 2241, "earth": 2242, "vanish": 2243, "letting": 2244, "worse": 2245, "recreation": 2246, "phenomenon": 2247, "punitive": 2248, "measures": 2249, "anyone": 2250, "nvcoriented": 2251, "distracted": 2252, "hands": 2253, "presence": 2254, "distraction": 2255, "attend": 2256, "early": 2257, "abandoned": 2258, "terrifying": 2259, "background": 2260, "fill": 2261, "punished": 2262, "judged": 2263, "heck": 2264, "applause": 2265, "wondering": 2266, "sorry": 2267, "disappoint": 2268, "tendencies": 2269, "responsibility": 2270, "alert": 2271, "unfamiliar": 2272, "apologize": 2273, "repeats": 2274, "excuses": 2275, "blah": 2276, "justification": 2277, "et": 2278, "cetera": 2279, "phew": 2280, "scream": 2281, "habit": 2282, "listener": 2283, "shrugs": 2284, "shoulders": 2285, "rolls": 2286, "laughs": 2287, "ahead": 2288, "pat": 2289, "coach": 2290, "shh": 2291, "emergency": 2292, "forward": 2293, "enacts": 2294, "puppet": 2295, "promise": 2296, "terribly": 2297, "violation": 2298, "honest": 2299, "except": 2300, "straight": 2301, "quit": 2302, "enjoyed": 2303, "worm": 2304, "softness": 2305, "astonishing": 2306, "staying": 2307, "defensive": 2308, "recognize": 2309, "breaks": 2310, "fights": 2311, "fallen": 2312, "clue": 2313, "shut": 2314, "wounded": 2315, "movie": 2316, "reassuring": 2317, "oldest": 2318, "mirror": 2319, "ugly": 2320, "pig": 2321, "gorgeous": 2322, "creature": 2323, "face": 2324, "daddy": 2325, "stormed": 2326, "slammed": 2327, "fix": 2328, "buddha": 2329, "advice": 2330, "appearance": 2331, "reassurances": 2332, "mate": 2333, "private": 2334, "occasionally": 2335, "line": 2336, "appropriate": 2337, "codependent": 2338, "shouldn": 2339, "censored": 2340, "non": 2341, "direction": 2342, "cleaned": 2343, "revolution": 2344, "psychiatry": 2345, "ernest": 2346, "becker": 2347, "anthropologist": 2348, "depression": 2349, "results": 2350, "cognitively": 2351, "arrested": 2352, "alternatives": 2353, "unanswerable": 2354, "spinning": 2355, "heads": 2356, "inappropriate": 2357, "slavery": 2358, "obnoxiousness": 2359, "liberation": 2360, "load": 2361, "chicken": 2362, "soup": 2363, "scurry": 2364, "coherent": 2365, "explaining": 2366, "responsible": 2367, "fail": 2368, "concept": 2369, "rebelling": 2370, "astray": 2371, "approval": 2372, "mature": 2373, "undergoing": 2374, "aberrant": 2375, "agreeing": 2376, "lovely": 2377, "judges": 2378, "clothing": 2379, "stage": 2380, "pass": 2381, "commitment": 2382, "statements": 2383, "primitive": 2384, "dependent": 2385, "needy": 2386, "seriously": 2387, "deranged": 2388, "internal": 2389, "dynamic": 2390, "prison": 2391, "smothered": 2392, "doubly": 2393, "panic": 2394, "closing": 2395, "hardly": 2396, "breathe": 2397, "stops": 2398, "sighs": 2399, "safer": 2400, "lovers": 2401, "dog": 2402, "gosh": 2403, "wow": 2404, "turning": 2405, "strongly": 2406, "stated": 2407, "maintain": 2408, "fuel": 2409, "fire": 2410, "smother": 2411, "concretely": 2412, "month": 2413, "check": 2414, "sunday": 2415, "sexism": 2416, "racism": 2417, "softly": 2418, "bitch": 2419, "sexist": 2420, "remark": 2421, "sensitive": 2422, "paused": 2423, "comment": 2424, "pause": 2425, "mood": 2426, "permission": 2427, "shook": 2428, "bitchy": 2429, "disagrees": 2430, "warn": 2431, "bitches": 2432, "sits": 2433, "enjoys": 2434, "moments": 2435, "neck": 2436, "wring": 2437, "tired": 2438, "remarks": 2439, "insensitivity": 2440, "farewell": 2441, "employees": 2442, "sensitively": 2443, "comments": 2444, "finish": 2445, "jump": 2446, "touchy": 2447, "liberals": 2448, "ass": 2449, "joke": 2450, "educate": 2451, "name": 2452, "forceful": 2453, "names": 2454, "asks": 2455, "callers": 2456, "aller": 2457, "cake": 2458, "abnormal": 2459, "live": 2460, "king": 2461, "docile": 2462, "authority": 2463, "fit": 2464, "hierarchical": 2465, "subservient": 2466, "defines": 2467, "booklet": 2468, "raised": 2469, "trick": 2470, "hurting": 2471, "break": 2472, "cycle": 2473, "weakness": 2474, "andrew": 2475, "schmookler": 2476, "writes": 2477, "base": 2478, "indicates": 2479, "villains": 2480, "guys": 2481, "causing": 2482, "country": 2483, "leader": 2484, "empire": 2485, "leaders": 2486, "imperialist": 2487, "oppressors": 2488, "revealing": 2489, "committed": 2490, "managers": 2491, "research": 2492, "perform": 2493, "manipulation": 2494, "celebrate": 2495, "proficient": 2496, "news": 2497, "perfect": 2498, "saints": 2499, "esteem": 2500, "selfconfidence": 2501, "demonstrated": 2502, "foremost": 2503, "highly": 2504, "society": 2505, "largely": 2506, "history": 2507, "evolution": 2508, "leaning": 2509, "rapidly": 2510, "teilhard": 2511, "de": 2512, "chardin": 2513, "paleontologist": 2514, "tens": 2515, "thousands": 2516, "speed": 2517, "engaged": 2518, "remind": 2519, "meditation": 2520, "prayer": 2521, "stopping": 2522, "slowing": 2523, "running": 2524, "slow": 2525, "subtle": 2526, "born": 2527, "chair": 2528, "clowns": 2529, "note": 2530, "catch": 2531, "stimulus": 2532, "sudden": 2533, "beat": 2534, "danger": 2535, "progressively": 2536, "cause": 2537, "gives": 2538, "build": 2539, "greater": 2540, "teams": 2541, "locally": 2542, "attempt": 2543, "manifest": 2544, "reveal": 2545, "vulnerability": 2546, "manifestation": 2547, "judeo": 2548, "christian": 2549, "lest": 2550, "beloved": 2551, "divine": 2552, "experienced": 2553, "business": 2554, "assertively": 2555, "assertive": 2556, "assertiveness": 2557, "assert": 2558, "classifies": 2559, "categorizes": 2560, "art": 2561, "lips": 2562, "somehow": 2563, "sincerely": 2564, "consider": 2565, "defensiveness": 2566, "reveals": 2567, "greatest": 2568, "universally": 2569, "joy": 2570, "provided": 2571, "coerce": 2572, "rosy": 2573, "philosophy": 2574, "excerpted": 2575, "october": 2576, "2002": 2577, "mending": 2578, "satisfying": 2579, "chapter": 2580, "steps": 2581, "reconciling": 2582, "conflicted": 2583, "lasting": 2584, "prevent": 2585, "trouble": 2586, "join": 2587, "magic": 2588, "brings": 2589, "posed": 2590, "bitterness": 2591, "release": 2592, "brother": 2593, "ethical": 2594, "reliable": 2595, "declining": 2596, "reached": 2597, "unwilling": 2598, "upsetting": 2599, "matters": 2600, "decisions": 2601, "quandary": 2602, "seems": 2603, "unnatural": 2604, "torn": 2605, "sadness": 2606, "nurture": 2607, "anticipating": 2608, "somewhat": 2609, "anticipated": 2610, "sounding": 2611, "clarifies": 2612, "send": 2613, "copy": 2614, "reactions": 2615, "recommend": 2616, "event": 2617, "tape": 2618, "accomplished": 2619, "dealt": 2620, "deepen": 2621, "physically": 2622, "available": 2623, "availability": 2624, "inaccessible": 2625, "fortunately": 2626, "detail": 2627, "story": 2628, "mix": 2629, "retelling": 2630, "reliving": 2631, "details": 2632, "stores": 2633, "hell": 2634, "holding": 2635, "empathic": 2636, "five": 2637, "martin": 2638, "buber": 2639, "clinical": 2640, "psychoanalysis": 2641, "deficit": 2642, "knowledge": 2643, "development": 2644, "blocks": 2645, "riding": 2646, "surfboard": 2647, "wave": 2648, "rhythm": 2649, "sympathy": 2650, "versus": 2651, "headache": 2652, "toothache": 2653, "condition": 2654, "changed": 2655, "push": 2656, "phrase": 2657, "san": 2658, "diego": 2659, "dying": 2660, "disease": 2661, "sympathetic": 2662, "alone": 2663, "coldhearted": 2664, "damn": 2665, "idiomatic": 2666, "pleasure": 2667, "experiencing": 2668, "swept": 2669, "algeria": 2670, "extremists": 2671, "dragged": 2672, "car": 2673, "raped": 2674, "geneva": 2675, "switzerland": 2676, "explained": 2677, "actual": 2678, "thanked": 2679, "warning": 2680, "interpreter": 2681, "address": 2682, "enormity": 2683, "hall": 2684, "detroit": 2685, "therapy": 2686, "helpful": 2687, "option": 2688, "crying": 2689, "verbally": 2690, "reflecting": 2691, "aloud": 2692, "intention": 2693, "opposed": 2694, "practicing": 2695, "mechanical": 2696, "verify": 2697, "position": 2698, "confirmation": 2699, "recently": 2700, "denmark": 2701, "beautifully": 2702, "hugged": 2703, "empty": 2704, "signs": 2705, "finished": 2706, "tip": 2707, "iceberg": 2708, "bottom": 2709, "determine": 2710, "sign": 2711, "chances": 2712, "triple": 2713, "shifting": 2714, "fifth": 2715, "postempathic": 2716, "affected": 2717, "addition": 2718, "advising": 2719, "writing": 2720, "stages": 2721, "sensed": 2722, "verification": 2723, "checked": 2724, "sum": 2725, "empathized": 2726, "mourned": 2727, "apology": 2728, "addicted": 2729, "apologizing": 2730, "sincere": 2731, "closely": 2732, "moralistic": 2733, "radically": 2734, "serving": 2735, "frustration": 2736, "unstuck": 2737, "thomas": 2738, "szasz": 2739, "psychiatrist": 2740, "mental": 2741, "illness": 2742, "metaphor": 2743, "relates": 2744, "completing": 2745, "parent": 2746, "haves": 2747, "quotation": 2748, "thoughts": 2749, "bipolar": 2750, "depressive": 2751, "failure": 2752, "compare": 2753, "younger": 2754, "assistant": 2755, "supervisor": 2756, "teaches": 2757, "exercises": 2758, "picture": 2759, "described": 2760, "handsome": 2761, "contemporary": 2762, "standards": 2763, "measurements": 2764, "guarantee": 2765, "warm": 2766, "skin": 2767, "dimensions": 2768, "achieved": 2769, "pulled": 2770, "random": 2771, "interviewed": 2772, "mozart": 2773, "entirely": 2774, "music": 2775, "lasted": 2776, "masterpieces": 2777, "age": 2778, "schools": 2779, "supported": 2780, "manufacturers": 2781, "antidepressants": 2782, "review": 2783, "undertaken": 2784, "apologized": 2785, "threatened": 2786, "shoulds": 2787, "reverse": 2788, "harmful": 2789, "commit": 2790, "violated": 2791, "hunger": 2792, "hungry": 2793, "mechanics": 2794, "experimenting": 2795, "upsets": 2796, "mourn": 2797, "structure": 2798, "oriented": 2799, "literally": 2800, "fake": 2801, "slightly": 2802, "zurich": 2803, "faces": 2804, "enemy": 2805, "images": 2806, "swiss": 2807, "hurtful": 2808, "harming": 2809, "degree": 2810, "preoccupied": 2811, "lost": 2812, "believed": 2813, "manifesting": 2814, "concreteness": 2815, "disadvantage": 2816, "struggling": 2817, "constant": 2818, "traveling": 2819, "inspiring": 2820, "slowed": 2821, "race": 2822, "programmed": 2823, "materials": 2824, "israel": 2825, "active": 2826, "struggle": 2827, "suffered": 2828, "hebrew": 2829, "battle": 2830, "lebanon": 2831, "shirt": 2832, "bigger": 2833, "sized": 2834, "commanding": 2835, "officer": 2836, "israeli": 2837, "poem": 2838, "poet": 2839, "influenced": 2840, "pointing": 2841, "beaten": 2842, "adults": 2843, "suggestions": 2844, "phrases": 2845, "pull": 2846, "reply": 2847, "explanation": 2848, "theoretically": 2849, "documented": 2850, "officers": 2851, "armed": 2852, "gun": 2853, "blowing": 2854, "traffic": 2855, "follow": 2856, "santa": 2857, "barbara": 2858, "sleeping": 2859, "mentally": 2860, "calming": 2861, "triggered": 2862, "horrible": 2863, "breed": 2864, "ticket": 2865, "relax": 2866, "jerks": 2867, "international": 2868, "plot": 2869, "trigger": 2870, "blessing": 2871, "justified": 2872, "inevitable": 2873, "alienated": 2874, "provocative": 2875, "perpetuating": 2876, "faster": 2877, "medical": 2878, "arena": 2879, "correlation": 2880, "beats": 2881, "seller": 2882, "ultimate": 2883, "perturbed": 2884, "eventually": 2885, "rumi": 2886, "talks": 2887, "rightness": 2888, "conditioning": 2889, "chemistry": 2890, "upbringing": 2891, "genuinely": 2892, "tolerance": 2893, "politically": 2894, "tolerant": 2895, "joseph": 2896, "campbell": 2897, "studying": 2898, "comparative": 2899, "religion": 2900, "mythology": 2901, "religions": 2902, "playful": 2903, "bliss": 2904, "learnable": 2905, "minute": 2906, "gurus": 2907, "opportunities": 2908, "whom": 2909, "mothers": 2910, "thanksgiving": 2911, "enjoyable": 2912, "despair": 2913, "government": 2914, "sisters": 2915, "correctly": 2916, "leaves": 2917, "constantly": 2918, "exposed": 2919, "partly": 2920, "perceive": 2921, "encouragement": 2922, "devalue": 2923, "diminish": 2924, "hey": 2925, "encouraging": 2926, "presented": 2927, "internalized": 2928, "threatens": 2929, "worried": 2930, "visit": 2931, "nodding": 2932, "pretending": 2933, "options": 2934, "hiding": 2935, "desperately": 2936, "paid": 2937, "freeze": 2938, "tendency": 2939, "toxic": 2940, "internalizing": 2941, "hypersensitive": 2942, "distant": 2943, "intellectualizing": 2944, "psychic": 2945, "stamp": 2946, "farther": 2947, "stomp": 2948, "nurturing": 2949, "realistic": 2950, "valued": 2951, "president": 2952, "vent": 2953, "pisses": 2954, "board": 2955, "storytelling": 2956, "releasing": 2957, "fed": 2958, "provoke": 2959, "ear": 2960, "despite": 2961, "glimmer": 2962, "handled": 2963, "strongest": 2964, "depth": 2965, "numb": 2966, "resonate": 2967, "acting": 2968, "cares": 2969, "provoked": 2970, "mattered": 2971, "therefore": 2972, "desperation": 2973, "affects": 2974, "urgency": 2975, "revelation": 2976, "responsive": 2977, "jokingly": 2978, "hopelessness": 2979, "humanity": 2980, "vibrations": 2981, "separateness": 2982, "included": 2983, "realizing": 2984, "solution": 2985, "persons": 2986, "believing": 2987, "description": 2988, "recognizing": 2989, "works": 2990, "staff": 2991, "screw": 2992, "surgery": 2993, "attended": 2994, "mucked": 2995, "bitter": 2996, "bathroom": 2997, "pale": 2998, "fourteen": 2999, "aunt": 3000, "minnie": 3001, "appendix": 3002, "alice": 3003, "bought": 3004, "purse": 3005, "cherished": 3006, "older": 3007, "badly": 3008, "complain": 3009, "pains": 3010, "doctors": 3011, 